//###############################################################################
// Форма записи регистра сведений ВЧ_ОчередьУведомлений
//###############################################################################

// Описание:
//  Обработчик события создания формы на сервере. Извлекает текст сообщения из хранилища
//  значений для отображения на форме.
//
// Параметры:
//  Отказ - Булево - признак отказа от создания формы
//  СтандартнаяОбработка - Булево - признак стандартной обработки
&НаСервере
Процедура ПриСозданииНаСервере(Отказ, СтандартнаяОбработка)
    
    // Используем функцию из общего модуля для извлечения текста
    ТекстСообщенияДляОтображения = ВЧ_ИнтеграцияСервер.ПолучитьТекстИзХранилищаСервер(Запись.ТекстСообщения);
    
КонецПроцедуры