
// Описание:
//  Обработчик команды - открывает форму обработки отправки сообщений VoceChat
//
// Параметры:
//  ПараметрКоманды - Структура - параметры команды (неиспользуется)
//  ПараметрыВыполненияКоманды - Структура - параметры выполнения команды,
//                                содержат информацию о владельце формы
&НаКлиенте
Процедура ОбработкаКоманды(ПараметрКоманды, ПараметрыВыполненияКоманды)
    
    // Открываем внешнюю обработку тестирования
    ПараметрыФормы = Новый Структура;
    
    ОткрытьФорму(
		//"ВнешняяОбработка.ВЧ_ТестированиеОтправки.Форма",
		"Обработка.ОтправкаСообщенийVoceChat.Форма",		
        ПараметрыФормы,
        ПараметрыВыполненияКоманды.Источник,
        ПараметрыВыполненияКоманды.Уникальность,
        ПараметрыВыполненияКоманды.Окно,
        ПараметрыВыполненияКоманды.НавигационнаяСсылка
    );
    
КонецПроцедуры