
// Описание:
//  Обработчик команды - открывает форму обработки отправки сообщений VoceChat
//
// Параметры:
//  ПараметрКоманды - Структура - параметры команды (не используется)
//  ПараметрыВыполненияКоманды - Структура - параметры выполнения команды,
//                                содержат информацию о владельце формы
&НаКлиенте
Процедура ОбработкаКоманды(ПараметрКоманды, ПараметрыВыполненияКоманды)
    
    ОткрытьФорму(
		"Обработка.ОтправкаСообщенийVoceChat.Форма",		
		,
        ПараметрыВыполненияКоманды.Источник,
        ПараметрыВыполненияКоманды.Уникальность,
        ПараметрыВыполненияКоманды.Окно,
        ПараметрыВыполненияКоманды.НавигационнаяСсылка
    );
    
КонецПроцедуры